{
  "en": {
    "header": {
      "statistics": {
        "courses": "Courses",
        "projects": "Projects"
      },
      "degrees": ["Frontend Developer", "Industrial Manager"]
    },
    "navbar": {
      "aboutMe": "About",
      "skills": "Skills",
      "labs": "Labs"
    },
    "content": {
      "aboutMeContent": {
        "intro": [
          "I'm an Industrial Administrator and, in recent years, I have expanded my horizons into the world of Software Engineering, aiming to solve problems and turn ideas into real solutions.",
          "I enjoy immersing myself in what I do, whether it's the flow of a production line or the algorithm behind a web system. For me, every challenge is an opportunity to learn, and every project is a way to demonstrate how dedication and knowledge can change lives.",
          "When I'm not developing technological solutions or optimizing processes, I'm probably learning something new, exploring ways to continuously improve, and helping others grow."
        ],
        "experience": {
          "title": "Professional experience as an Industrial Administrator",
          "items": [
            {
              "role": "Raw Materials Assistant",
              "company": "Editora El Comercio S.A.",
              "location": "Lima, Peru",
              "period": "Dec 2017 – Jun 2019",
              "responsibilities": [
                "Monitored and analyzed raw material consumption, identifying waste and preparing monthly reports to ensure traceability throughout the production process."
              ]
            },
            {
              "role": "Warehouse Supervisor",
              "company": "REPLAU S.A.C.",
              "location": "Lima, Peru",
              "period": "Aug 2016 – Sep 2017",
              "responsibilities": [
                "Managed and controlled warehouse operations, ensuring order, traceability, and timely supply of materials for production."
              ]
            },
            {
              "role": "Occupational Health & Safety Supervisor (OHS)",
              "company": "COINREFRI S.R.L.",
              "location": "Piura, Peru",
              "period": "Dec 2014 – Jul 2016",
              "responsibilities": [
                "Supervised and promoted occupational health and safety through inspections, training sessions, and risk prevention and control measures, fostering a safe and organized work environment."
              ]
            }
          ]
        }
      },
      "skillsContent": {
        "intro": "My specialty is Web Development and the ecosystem of technologies surrounding it. Below is a summary of my skills:",
        "categories": [
          {
            "title": "Core 4+",
            "items": ["HTML", "CSS", "JavaScript", "TypeScript", "React"]
          },
          {
            "title": "UI & Styling 3+",
            "items": ["Tailwind", "Figma"]
          },
          {
            "title": "Testing 3+",
            "items": ["Jest", "Testing Library"]
          },
          {
            "title": "Tools 5+",
            "items": ["Git", "GitHub", "Linux", "Vim"]
          },
          {
            "title": "Soft Skills",
            "items": [
              "Technical documentation",
              "Code refactoring",
              "Team communication",
              "Process optimization"
            ]
          }
        ],
        "closure": "I focus on building accessible, performant and scalable frontend applications. I don’t just use technologies — I understand how they work under the hood."
      },
      "labsContent": {
        "intro": "In this section, you will find a selection of projects I have worked on over several months. Each one represents a unique challenge and an opportunity to apply and expand my skills. I am constantly exploring new ideas, so feel free to check back soon to discover more.",
        "projects": [
          {
            "id": "look-movie",
            "title": "Look Movie",
            "description": "A web app to explore a wide variety of movies, developed with a strong focus on responsive design. I’m really proud of this project!",
            "url": "https://alevroses.github.io/api__movies/"
          },
          {
            "id": "memory-game",
            "title": "Memory Game",
            "description": "A memory game where you must find matching pairs as cards are dynamically revealed and hidden.",
            "url": "https://aleroses.github.io/memorygame-v2/"
          },
          {
            "id": "chef-food",
            "title": "Chef Food",
            "description": "A restaurant website featuring a menu of dishes, drinks, and desserts. It stands out for its modern and visually appealing UI, designed for today’s audience.",
            "url": "https://aleroses.github.io/chef-food/"
          },
          {
            "id": "landing-page",
            "title": "Landing Page",
            "description": "A landing page to discover the latest videos from Fazt Code, one of the developers I follow the most and from whom I’ve learned a lot.",
            "url": "https://aleroses.github.io/async-landing/"
          },
          {
            "id": "countdown",
            "title": "Countdown",
            "description": "A countdown that shows how many days and hours are left until the New Year. A simple but fun project for those who love celebrations :)",
            "url": "https://aleroses.github.io/js__countdown/"
          },
          {
            "id": "explosive-game",
            "title": "Explosive Game",
            "description": "My first video game developed with JavaScript. The goal is to avoid bombs and follow a specific path to advance to the next level.",
            "url": "https://aleroses.github.io/videogame/"
          },
          {
            "id": "blog-x",
            "title": "Blog X",
            "description": "A platform for sharing updates as a personal digital journal. The project can be cloned and freely used to start publishing content.",
            "url": "https://aleroses.github.io/Blog.github.io/"
          },
          {
            "id": "mario-game",
            "title": "Mario Game",
            "description": "An alternative version of the classic Tic Tac Toe, featuring gameplay against the system with different difficulty levels. Currently in development!",
            "url": "https://aleroses.github.io/tic-tac-toe/"
          },
          {
            "id": "notes",
            "title": "Notes",
            "description": "My personal notes covering everything I’ve learned throughout my journey as a Frontend Developer. Great for reviewing and sharing knowledge.",
            "url": "https://github.com/aleroses/Platzi/tree/master/DW"
          }
        ]
      }
    },
    "general": {
      "credits": "Designed by"
    }
  }
}
