{
  "es": {
    "header": {
      "statistics": {
        "courses": "Cursos",
        "projects": "Proyectos"
      },
      "degrees": ["Frontend Developer", "Industrial Manager"]
    },
    "navbar": {
      "aboutMe": "Sobre mí",
      "skills": "Habilidades",
      "labs": "Laboratorio"
    },
    "content": {
      "aboutMeContent": {
        "intro": [
          "Soy Administrador Industrial y, en los últimos años, he ampliado mis horizontes hacia el mundo de la Ingeniería de Software, con el objetivo de resolver problemas y convertir ideas en soluciones reales.",
          "Me gusta sumergirme en lo que hago, ya sea en el flujo de una línea de producción o en el algoritmo detrás de un sistema web. Para mí, cada desafío es una oportunidad de aprendizaje, y cada proyecto es una forma de demostrar cómo la dedicación y el conocimiento pueden cambiar vidas.",
          "Cuando no estoy desarrollando soluciones tecnológicas u optimizando procesos, probablemente estoy aprendiendo algo nuevo, explorando cómo mejorar continuamente y ayudando a otros a crecer."
        ],
        "experience": {
          "title": "Experiencia profesional como administrador industrial.",
          "items": [
            {
              "role": "Asistente de Materia Prima",
              "company": "Editora El Comercio S.A.",
              "location": "Lima, Perú",
              "period": "Dec 2017 – Jun 2019",
              "responsibilities": [
                "Controlé y analicé el consumo de materia prima, identificando mermas y elaborando reportes mensuales para garantizar la trazabilidad del proceso productivo."
              ]
            },
            {
              "role": "Encargado de Bodega",
              "company": "REPLAU S.A.C.",
              "location": "Lima, Perú",
              "period": "Aug 2016 – Sep 2017",
              "responsibilities": [
                "Gestioné y controlé el flujo del almacén, asegurando el orden, trazabilidad y abastecimiento oportuno de materiales para producción."
              ]
            },
            {
              "role": "Supervisor de SST",
              "company": "COINREFRI S.R.L.",
              "location": "Piura, Perú",
              "period": "Dec 2014 – Jul 2016",
              "responsibilities": [
                "Supervisé y promoví la seguridad y salud en el trabajo mediante inspecciones, capacitaciones y acciones de prevención y control de riesgos, fomentando un entorno laboral seguro y ordenado."
              ]
            }
          ]
        }
      },
      "skillsContent": {
        "intro": "Mi especialidad es el Desarrollo Web y el ecosistema de tecnologías que lo rodea. A continuación, se muestra un resumen de mis habilidades:",
        "categories": [
          {
            "title": "Núcleo 4+",
            "items": ["HTML", "CSS", "JavaScript", "TypeScript", "React"]
          },
          {
            "title": "IU y Estilo 3+",
            "items": ["Tailwind", "Figma"]
          },
          {
            "title": "Pruebas 3+",
            "items": ["Jest", "Testing Library"]
          },
          {
            "title": "Herramientas 5+",
            "items": ["Git", "GitHub", "Linux", "Vim"]
          },
          {
            "title": "Habilidades blandas",
            "items": [
              "Documentación técnica",
              "Refactorización de código",
              "Comunicación en equipo",
              "Optimización de procesos"
            ]
          }
        ],
        "closure": [
          "Me enfoco en construir aplicaciones frontend accesibles, performantes y escalables.",
          "No solo utilizo tecnologías — entiendo cómo funcionan internamente."
        ]
      },
      "labsContent": {
        "intro": "En esta sección, encontrarás una selección de proyectos en los que he trabajado a lo largo de varios meses. Cada uno representa un desafío único y una oportunidad para aplicar y expandir mis habilidades. Estoy constantemente explorando nuevas ideas, así que no dudes en volver pronto para descubrir más.",
        "projects": [
          {
            "id": "look-movie",
            "title": "Look Movie",
            "description": "Web para explorar una gran variedad de películas, desarrollada con un fuerte enfoque en diseño responsivo. ¡Estoy muy orgulloso de este trabajo!",
            "url": "https://alevroses.github.io/api__movies/"
          },
          {
            "id": "memory-game",
            "title": "Memory Game",
            "description": "Juego de memoria en el que debes encontrar los pares correctos mientras las cartas se muestran y ocultan dinámicamente.",
            "url": "https://aleroses.github.io/memorygame-v2/"
          },
          {
            "id": "chef-food",
            "title": "Chef Food",
            "description": "Sitio web para un restaurante, con menú de platillos, bebidas y postres. Destaca por una UI moderna y atractiva, pensada para un público actual.",
            "url": "https://aleroses.github.io/chef-food/"
          },
          {
            "id": "landing-page",
            "title": "Landing Page",
            "description": "Landing para conocer y descubrir los últimos videos de Fazt Code, uno de los desarrolladores que más sigo y de quien he aprendido mucho.",
            "url": "https://aleroses.github.io/async-landing/"
          },
          {
            "id": "countdown",
            "title": "Countdown",
            "description": "Cuenta regresiva que muestra cuántos días y horas faltan para el Año Nuevo. Un proyecto simple pero ideal para los amantes de las festividades :)",
            "url": "https://aleroses.github.io/js__countdown/"
          },
          {
            "id": "explosive-game",
            "title": "Explosive Game",
            "description": "Mi primer videojuego desarrollado con JavaScript. El objetivo es esquivar bombas y seguir una ruta para avanzar de nivel.",
            "url": "https://aleroses.github.io/videogame/"
          },
          {
            "id": "blog-x",
            "title": "Blog X",
            "description": "Plataforma para compartir novedades a modo de bitácora digital personal. El proyecto puede ser clonado y usado libremente para publicar contenido.",
            "url": "https://aleroses.github.io/Blog.github.io/"
          },
          {
            "id": "mario-game",
            "title": "Mario Game",
            "description": "Versión alternativa al clásico Tic Tac Toe. Con funcionalidades para jugar contra el sistema en distintos niveles de dificultad. ¡En desarrollo!",
            "url": "https://aleroses.github.io/tic-tac-toe/"
          },
          {
            "id": "notes",
            "title": "Notes",
            "description": "Mis apuntes personales sobre lo que he aprendido a lo largo de mi camino como Desarrollador Frontend. Ideal para repasar y compartir conocimiento.",
            "url": "https://github.com/aleroses/Platzi/tree/master/DW"
          }
        ]
      }
    },
    "general": {
      "credits": "Diseñado por"
    }
  }
}
